export default function RefundPage() {
  return (
    <section className="card authCard legalPage">
      <h1 className="h1">Условия возврата</h1>
      <ul>
        <li>5.1. Пользователь вправе отказаться от услуг до момента их оказания.
            <li>5.2. Возврат денежных средств осуществляется на банковскую карту, с которой была произведена оплата.</li>
            <li>5.3. Срок возврата денежных средств может составлять от 1 до 30 рабочих дней в зависимости от банка-эмитента.</li>
            <li> 5.4. Если услуга уже была оказана полностью или частично, возврат может быть невозможен либо может быть произведен частично.</li>
        </li>
      </ul>
    </section>
  );
}
